Repository: ajlexgit/robin
Catalog: src/apps_common/social_networks/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Add redirect URI "%s" to your Twitter application
ru: Добавьте Redirect URI "%s" в ваше приложение Twitter

source: Add redirect URI "%s" to your Facebook application
ru: Добавьте Redirect URI "%s" в ваше приложение Facebook

source: Add redirect URI "%s" to your Instagram application
ru: Добавьте Redirect URI "%s" в ваше приложение Instagram

source: Add redirect URI "%s" to your LinkedIn application
ru: Добавьте Redirect URI "%s" в ваше приложение LinkedIn

source: General
ru: Основные

source: Information
ru: Информация

source: Schedule %(verbose_name_plural)s to publish
ru: Опубликовать выбранные %(verbose_name_plural)s

source: Unschedule %(verbose_name_plural)s to publish
ru: Отменить публикацию выбранных %(verbose_name_plural)s

source: Twitter access_token updated successfully!
ru: Twitter access_token успешно обновлен!

source: Facebook access_token updated successfully!
ru: Facebook access_token успешно обновлен!

source: Instagram access_token updated successfully!
ru: Instagram access_token успешно обновлен!

source: LinkedIn access_token updated successfully!
ru: LinkedIn access_token успешно обновлен!

source: Social Media
ru: Соц. сети

source: Social network
ru: Соц. сеть

source: Social networks
ru: Соц. сети

source: Please select at least one social network
ru: Выберите хотя бы одну соц. сеть

source: Text
ru: Текст

source: Please enter text
ru: Введите текст

source: API Key
ru: Ключ API

source: API Secret
ru: Секретный ключ API

source: change date
ru: дата изменения

source: Settings
ru: Настройки

source: vk
ru: вконтакте

source: Links
ru: Ссылки

source: Links to social media
ru: Ссылки на страницы в соц. сетях

source: social network
ru: соц. сеть

source: text
ru: текст

source: sheduled to share
ru: запланирован

source: created on
ru: дата создания

source: posted on
ru: дата публикации

source: feed post
ru: публикация

source: feeds
ru: публикации

source: Share
ru: Поделиться

source: It can take up to <b>1 hour</b> for the post to be published
ru: Публикация может занять <b>до 1 часа</b>

source: Populate form fields above
ru: Заполните поля выше
