Repository: ajlexgit/robin
Catalog: src/apps_common/gallery/locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: Are you sure you want to delete this gallery?
ru: Вы действительно хотите удалить эту галерею?

source: Paste YouTube/Vimeo video URL
ru: Введите ссылку на видео (YouTube или Vimeo)

source: Error
ru: Ошибка

source: Gallery already exists for this entry
ru: Для этого объекта галерея уже существует

source: Failed creation gallery
ru: Не удалось создать галерею

source: Gallery does not exist
ru: Галерея не существует

source: Failed deletion gallery
ru: Не удалось удалить галерею

source: Failed deletion item
ru: Не удалось удалить элемент

source: Failed rotation image
ru: Не удалось повернуть изображение

source: Failed crop image
ru: Не удалось обрезать изображение

source: Are you sure you want to delete checked item?
ru: Вы действительно хотите удалить этот элемент?
