Repository: ajlexgit/robin
Catalog: src/static/locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: Crop image
ru: Обрезать изображение

source: Cancel
ru: Отмена

source: empty image url
ru: адрес картинки пуст

source: Upload images
ru: Загрузка изображений

source: Uploading...
ru: Загрузка...

source: There are not uploaded images. Upload them now?
ru: В списке есть изображения, загрузка которых еще не началась. Загрузить их?

source: Edit
ru: Изменить

source: Impossible to crop the picture. Please contact your system administrator
ru: Невозможно обрезать данную картинку. Обратитесь к администратору

source: Add description
ru: Добавить подпись

source: Insert video
ru: Вставить видео

source: Input URL containing video (YouTube, Flickr, Vimeo etc)
ru: Вставьте ссылку на страницу с медиа-контентом (YouTube, Flickr, Vimeo и т.д.)

source: Incorrect URL
ru: Некорректный URL

source: You can not share this video
ru: Вы не можете встроить это видео

source: Video not found. Trying other mirror
ru: Невозможно получить медиа-контент. Попробуйте другой URL
